export const ArabicLanguageCourse = {
    outline: `حروف المنفصلۃ، الضمائر التوصیفی، المرکب الاضافی، المرکب متصلہ، الضمائر الحرف، الفعل، الاسم، الفعل المضارع، الفعل الماضي، الفعل الجمع، الواحد والمونث، المذکر الفعلیہ، الجملۃ الاسمیۃ، الجملہ الجر، المختارۃ، الاناشید النبویۃ، الاحادیث، الفعل المعتل، الفعل الصحیح، الفعل المتصلۃ بالافعال، الضمائر المضعف، قواعد بلحاظ تشریح الفاظ مع ترجمہ، سیپارے پہلے الحروف، المخارج الهجائیہ، القصص، حروف`,

    textBooks: [
        {
            title: "اللسان العربي"
        }
    ],

    referenceMaterials: [
        {
            title: "معلم العربية 1",
            volume: "اول، حصہ دوم"
        },
        {
            title: "الصرف تسهيل"
        },
        {
            title: "النحو تسهيل"
        },
        {
            title: "القراءة الراشدة",
            edition: "1"
        },
        {
            title: "القراءة الرشيدة",
            edition: "5"
        }
    ]
};